exports.getNotices = getNotices;

function getNotices(req, res, next){
    var menus ={
    	"code": "0000",
        "message": "ok",
        "data" : [{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"会员注册",
            "time":"2016-10-21 11:15:00",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"会员注册",
            "time":"2016-10-21 11:15:00",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"会员注册",
            "time":"2016-10-21 11:15:00",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"会员注册",
            "time":"2016-10-21 11:15:00",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"会员注册",
            "time":"2016-10-21 11:15:00",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        },{
            "title":"产品发布",
            "time":"2016-10-21 10:54:01",
            "content":"【金助力】你好，中诚信托发行人客户在平台发布的信托7号产品需您审核，请及时处理。"
        }]
    };
    res.status(200).send(menus);
    //res.status(600).send({message: "No data."});
}
